;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

;; disable unnecessary packages
(package! which-key :disable t)
(package! better-jumper :disable t)
(package! evil-snipe :disable t)
(package! evil-escape :disable t)
(package! evil-traces :disable t)
(package! dtrt-indent :disable t)
(package! flycheck :disable t)
(package! smartparens :disable t)

;; install packages
(package! zenburn-theme)
